Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/white_papers/sametingsmelding_om_samisk_spraak_2012.pdf.tmx
Source language: nob
Languages: sme

source: Samisk språkundersøkelse 2012 viser at det er svært store forskjeller i språkferdigheter, bruksarenaer og språkholdninger både mellom språk og i ulike deler av landet.
sme: Sámi giellaiskkadeapmi 2012 čájeha ahte leat hui stuora erohusat giellamáhtus, geavahanarenain ja giellaguottuin sihke gielaid gaskkas ja iešguđetge guovlluid gaskkas riikkas.

source: Språket står sterkt i forvaltningsområdet i Finnmark og i Tysfjord, og betydelig svakere i Lavangen, Kåfjord og Snåsa.
sme: Giella lea nanus hálddašanguovllus Finnmárkkus ja Divttasvuonas, ja lea arvat rašit Loabágis, Gáivuonas ja Snoasas.

source: Det muntlige språket står sterkest hos den eldre generasjon.
sme: Njálmmálaš giella lea nannoseamos vuorraset buolvvas.

source: Disse blander i liten grad språkene, men har lavere skrive- og leseferdighet.
sme: Sii unnán seaguhit gielaid, muhto sis lea heajut čállin- ja lohkanmáhttu.

source: De unge kan i større grad lese og skrive samisk, men har et svakere muntlig språk.
sme: Nuorat máhttet buorebut lohkat ja čállit sámegiela, muhto sis lea heajut njálmmálaš giella.

source: Samisk språk synes å brukes mest i hjemmet, innenfor primærnæringer og i opplæringssektoren.
sme: Sámegiella geavahuvvo eanemusat ruovttuin, vuođđoealáhusain ja oahpahussuorggis.

source: Barnehage og skole synes å spille en mye større rolle i språkutviklingen enn tidligere.
sme: Mánáidgárddiin ja skuvllain orro leame mihá stuorát rolla giellaovdáneamis go ovdal.

source: Enkelte steder er skolen det eneste stedet hvor samisk brukes.
sme: Muhtun guovlluin lea skuvla áidna báiki gos sámegiella geavahuvvo.

source: Undersøkelsen viser også at mange opplever at de kan litt samisk, men ikke nok til å tørre å bruke språket.
sme: Iskkadeapmi čájehii maiddái ahte oallugat dovdet ahte sii máhttet veaháš sámegiela, muhto eai máhte nu olu ahte dustet geavahit giela.

source: Det fremgår også at mange ønsker å lære seg mer samisk.
sme: Boahtá maid ovdan ahte oallugat háliidit oahppat eambbo sámegiela.

source: Blant disse ligger det et stort potensial i å øke antallet språkbrukere.
sme: Dáid gaskkas lea stuora potensiála lasihit giellageavaheddjiid logu.

source: Trygge rammer slik at flere tør å ta i bruk samisk og bedre muligheter for språkopplæring vil være viktige stikkord for å få disse til å begynne å snakke samisk.
sme: Oadjebas rámmat nu ahte eanebut dustet geavahišgoahtit sámegiela ja buoret vejolašvuođat giellaoahppamii leat dehálaš čoavddasánit vai sii álggáše sámástit.

source: I følge Språkundersøkelsen 2012 er mangelen på opplæringstilbud i samisk den hyppigste årsaken til at elever i dag ikke får opplæring i samisk, til tross for sine rettigheter.
sme: Giellaiskkadeami 2012 mielde lea váilevaš sámegiel oahppofálaldat dávjjimus sivva dasa go oahppit eai oačču sámegiel oahpahusa, vaikko leat ge vuoigatvuođat.

source: Det kan synes som om den informasjonen som foreldre får om retten til samisk språkopplæring er svært variabel.
sme: Dat dieđut maid váhnemat ožžot sámegiel giellaoahpahusa vuoigatvuođa birra orrot leame hui iešguđetláganat.

source: Vi vet at tallet på grunnskoleelever med samisk som førstespråk holder seg noenlunde stabilt, mens tallet på elever med samisk som andrespråk synker.
sme: Mii diehtit ahte vuođđoskuvlaohppiid lohku geain lea sámegiella vuosttašgiellan lea oalle dásset, muhto ohppiidlohku geain lea sámegiella nubbegiellan njiedjá.

source: Sametinget tar dette alvorlig, og har derfor i Sametingsmelding om opplæring og utdanning bebudet en helhetlig gjennomgang av lover og rammeverk som regulerer samisk opplæring.
sme: Sámediggi váldá dán duođas, ja danne galgá ge Sámediggedieđáhus oahpu ja oahpahusa birra ollislaččat guorahallat lágaid ja rámmaid mat regulerejit sámegiel oahpu.

source: Rapporten, ”Langs lange spor – om samisk forskning og høyere utdanning” (Butenschøn-utvalgets utredning), fremhever viktigheten av å utvikle samisk som forskningsspråk og slår fast at forskningsinstitusjoner må kjenne sitt ansvar for å utvikle kurstilbud på samisk på alle nivåer.
sme: Raporta (Butenschøn-lávdegotti čielggadeapmi), nanne dehálašvuođa ovddidit sámegiela dutkangiellan, ja cealká ahte dutkanásahusat fertejit dovdat ovddasvástádusa ovddidit kursafálaldagaid sámegillii buot dásiin.

source: Rapporten peker videre på at rekrutteringen til samisk høyere utdanning og forskning starter tidlig – i barnehage, grunnskole og videregående skole.
sme: Raporta čujuha viidáseappot ahte rekrutteren sámi alit oahpahussii ja dutkamii álgá árrat – mánáidgárddis, vuođđoskuvllas ja joatkkaskuvllas.

source: Sametinget slutter seg også til utvalgets syn om at samiskspråklig forskning er grunnleggende for å utvikle et samisk fagspråk, og at fagspråket inngår i byggingen av samisk som et fullstendig, og dermed samfunnsbærende språk.
sme: Sámediggi doarju lávdegotti oainnu ahte sámegielat dutkan ferte leat vuođđun go galgá ovddidit sámegiela fágagiellan, ja ahte fágagiella lea oassin sámegiela huksemis ollislaš, ja nu maiddái servodatguoddi giellan.

source: Helse- og sosialsektoren preges av at det er vanskelig å få tak i kompetent samiskspråklig personell, selv i forvaltningsområdet for samisk språk.
sme: Dearvvašvuođa- ja sosiálasuorggis lea váttis fidnet gelbbolaš sámegielat bargiid, vel sámegiela hálddašanguovllus nai.

source: Tilbudet kan også oppleves forskjellig;
sme: Fálaldat sáhttá maid vásihuvvot goabbat ládje;

source: fra helsetjenestens side opplever man at det legges til rette for et godt samisk tilbud, mens brukerne ikke opplever det samme.
sme: dearvvašvuođabálvalusa bealis dovdet ahte láhččojuvvo buorre sámegiel fálaldat, muhto geavaheaddjit eai dovdda dan seamma.

source: De samiskspråklige er mindre fornøyd med helsetjenestene fordi de opplever vansker med å forstå eller bli forstått.
sme: Sámegielagat leat unnit duhtavaččat dearvvašvuođabálvalusaiguin danne go vásihit váttisvuođaid gulahallamiin.

source: Uten å ha dokumentasjon på det, kan man tenke seg at andre sektorer som politi, rettsvesen og kriminalomsorg også kan ha lignende situasjoner som kan føres tilbake til manglende språk- og kulturkompetanse.
sme: Vaikko ii leat dokumentašuvdna das, de sáhttá jurddašit ahte eará suorggit nu go politiija, riektelágádus ja rihkolašvuođafuolahus maid sáhttet vásihit sullasaš diliid mat bohciidit váilevaš giella- ja kulturmáhtus.

source: 13 Det er et stort behov for begynneropplæring for voksne i samisk språk.
sme: Lea stuora dárbu sámegiel álgooahpahussii rávisolbmuid várás.

source: Språkundersøkelsen viser at folk ønsker opplæring i eget lokalmiljø og at dette bør suppleres med snakkegrupper eller arenaer for bruk av samisk.
sme: Giellaiskkadeapmi čájeha ahte olbmot háliidit oahppat iežaset báikkálaš birrasis ja ahte dán lassin berrejit ásahuvvot hupmanjoavkkut dahje sámástanarenat.

source: Språkbærere er en stor ressurs som blir brukt for lite i språkopplæring både for barn og voksne.
sme: Giellaguoddit leat stuora resursa mat geavahuvvojit unnán giellaoahpahusas sihke mánáid ja rávisolbmuid dáfus.

source: Det er behov for mer inngående kunnskap om språksituasjonen for samisk språk fordi det kan ha betydning for språkplanleggingen.
sme: Lea dárbu oažžut eambbo máhtu sámegiela gielladili birra danne go das sáhttá leat mearkkašupmi giellaplánemii.

source: For å få slik kunnskap trenger man kontinuerlig kartlegging av språksituasjonen.
sme: Jus galgá oažžut dákkár máhtu, de ferte áigges áigái kártet gielladili.

source: For eksempel har tradisjonelle næringer vært en viktig språkarena hvor språket har stått sterkt.
sme: Ovdamearkka dihte leat árbevirolaš ealáhusat leamaš dehálaš giellaarenat gos giella lea leamaš nanus.

source: Vi har imidlertid lite dokumentasjon på dagens språksituasjon i disse næringene.
sme: Muhto mis lea unnán dokumentašuvdna das movt gielladilli lea dál dáin ealáhusain.

source: Det offentlige tjenestetilbudet til den samiskspråklige befolkningen viser seg ikke å være tilstrekkelig, og flere oppgir at de ikke er fornøyde.
sme: Almmolaš bálvalusfálaldat sámegielat álbmogii ii leat doarvái, ja dađistaga eanebut dieđihit ahte sii eai leat duhtavaččat.

source: Språkundersøkelsen 2012 bekrefter at det fortsatt et stort behov for fagpersoner med samisk språkkompetanse.
sme: Giellaiskkadeapmi 2012 duođašta ahte lea ain stuora dárbu fágaolbmuide geain lea sámegiel máhttu.

source: Norut Alta har på oppdrag fra FAD i 2012 gjennomført en kartlegging av det samiske perspektivet i kommunesektoren.
sme: Norut Alta lea OHD ovddas 2012:s kárten sámi perspektiivva suohkansuorggis.

source: Denne kartleggingen viser også at ingen kommuner fult ut har lagt til grunn et samisk perspektiv i den kommunale virksomheten.
sme: Dát kárten čájeha maid ahte ii ovttage suohkanis oppalohkái leat sámi perspektiiva vuođđun suohkana doaimmas.

source: Heller ikke i kommuner hvor samisk språk er et dagligspråk, brukes samisk skriftlig i særlig stor grad.
sme: Eai dat ge suohkanat gos sámegiella lea beaivválaš giellan, geavat sámegiela čálalaččat nu erenoamáš olu.

source: Samisk og norsk er ikke likestilte som forvaltningsspråk, og mye av saksbehandling og planarbeid gjennomføres bare på norsk.
sme: Sámegiella ja dárogiella eai leat dássálaga hálddašangiellan, ja olu áššemeannudeamis ja plánabarggus čađahuvvo dušše dárogillii.

source: Mange kommuner opplever også at det er få som tar kontakt på samisk, noe som i følge rapporten viser at samisk fortsatt ikke oppleves som et offisielt eller offentlig språk.
sme: Olu suohkanat vásihit maid ahte leat unnán olbmot geat váldet oktavuođa sámegillii, mii raportta mielde čájeha ahte sámegiella ii vuos vásihuvvo almmolaš giellan.

source: Samisk språkundersøkelse 2012 peker på at samarbeid mellom kommuner, språksentre, andre samiske institusjoner eller organisasjoner er viktig for å få fortgang i arbeidet med samisk språk.
sme: Sámi giellaiskkadeapmi 2012 čujuha ahte ovttasbargu suohkaniid, giellaguovddážiid, eará sámi ásahusaid dahje organisašuvnnaid gaskka lea dehálaš vai sámegiel bargu manašii jođáneappot.

source: Utfordringen er at ingen har et overordnet ansvar for å iverksette og koordinere et slikt samarbeid.
sme: Hástalus lea ahte ii ovttasge leat bajimus ovddasvástádus álggahit ja oktiiheivehit dákkár ovttasbarggu.

source: Etter oppdrag fra Sametinget har Norut Alta i 2012 gjennomført en evaluering av de samiske språksentrene som mottar grunntilskudd fra Sametinget.
sme: Norut Alta lea Sámedikki ovddas 2012:s evalueren sámi giellaguovddážiid mat ožžot vuođđodoarjaga Sámedikkis.

source: De samiske språksentrene har oppstått i ulike tidsperioder, og de har utviklet seg på forskjellige måter i ulike samiske miljø.
sme: Sámi giellaguovddážat leat ásahuvvon iešguđetge áigodagaid, ja leat ovdánan iešguđetge ládje dain iešguđetge sámi birrasiin.

source: Det betyr at utfordringene knyttet til å styrke samisk språk er forskjellig fra område til område.
sme: Dát mearkkaša ahte hástalusat giellanannema dáfus rievddadit guovllus guvlui.

source: Språksentrene har ulike utfordringer både med organisering, økonomiske ressurser og rekruttering av ansatte med språk- og kulturkompetanse.
sme: Giellaguovddážiin leat iešguđetlágan hástalusat sihke organiserema dáfus, ekonomalaš resurssaid dáfus ja bargiid rekrutterema dáfus geain lea giella- ja kulturmáhttu.

source: De aller fleste språksentrene har språkkurs som en av sine viktigste bærebjelker, og kursene har de siste årene blitt styrket ved å bli kompetansegivende med studiepoeng.
sme: Eanas giellaguovddážiin leat čállinkurssat mat leat deháleamos ceavzinvuođđun guovddážiidda, ja kurssat leat maŋemus jagiid nannejuvvon dainna ahte leat šaddan gealboovddideaddjin oktan oahppočuoggáiguin.

source: Språksentrene har også en rekke kulturelle og identitetsskapende aktiviteter, der språket i mer eller mindre grad er bærende.
sme: Giellaguovddážiin leat maid olu kultuvrralaš ja identitehtaovddideaddji doaimmat, gos giella unnit dahje eanet lea dat mii guoddá buot.

source: Andre satsinger kan variere fra senter til senter, slik som arbeid mot barn og unge i og utenfor skole og barnehage, fjernundervisning, innsamling og dokumentasjon av tradisjonell kunnskap.
sme: Eará vuoruheamit sáhttet rievddadit guovddážis guovddážii, nu go bargu mánáid ja nuoraid ektui mánáidgárddi ja skuvlla siskkobealde ja olggobealde, gáiddusoahpahus, árbevirolaš máhtu čohkken ja dokumenteren.

source: Norut Altas evalueringsrapport fremmer en rekke forslag til tiltak for å forbedre språksentrenes arbeidsvilkår.
sme: Norut Alta evaluerenraporta evttoha olu doaibmabijuid movt buoridit giellaguovddážiid bargoeavttuid.

source: Eksempler er økt finansiering til drift og å innføre fast finansiering av språkkurs.
sme: Ovdamearkkat leat eambbo ruhtadeapmi doibmii ja ásahit fásta ruhtadeami giellakurssaide.

source: Dette ville gjort det lettere å rekruttere og beholde ansatte med språkkompetanse.
sme: Dát dagašii álkibun rekrutteret ja doalahit bargiid geain lea giellamáhttu.

source: Det er også viktig å legge vekt på innsamling av tradisjonell kunnskap som ennå finnes i områder hvor språksentrene har sin virksomhet.
sme: Lea maid dehálaš deattuhit čohkket árbevirolaš máhtu mii ain gávdno dain guovlluin gos giellaguovddážat doibmet.

source: Språksentrene bør også bruke ressurser for å få på plass rutiner for å måle brukertilfredshet, og de bør ha en aktiv og bevisst rekruttering av begge kjønn til språksentrenes aktiviteter.
sme: Giellaguovddážat berrejit maid geavahit resurssaid háhkat rutiinnaid mat mihtidit man duhtavaččat geavaheaddjit leat, ja berre leat aktiivvalaš ja dihtomielalaš rekrutteren goappaš sohkabeliid dáfus giellaguovddáža doaimmaide.

source: Videre foreslås det at språksentrene med fordel kan bli mere synlige også utover de samiske miljøene.
sme: Viidáseappot evttohuvvo ahte giellaguovddážat roahkka sáhtáše boahtit eambbo oidnosii maiddái sámi birrasiid olggobealde.

source: Et forslag er å tilby kurs i samisk språk og kultur til andre målgrupper i sitt område.
sme: Okta evttohus lea fállat sámi giella- ja kulturkurssaid eará ulbmiljoavkkuide guovllus.

source: Rapporten er et viktig grunnlag i Sametingets samarbeid med språksentrene.
sme: Raporta lea dehálaš vuođđu Sámedikki ovttasbargui giellaguovddážiiguin.

source: Kunnskap om ulike språksituasjoner
sme: Máhttu iešguđetge gielladiliid birra

source: Det samiske språket i Norge står i dag i ganske ulike samfunnsmessige situasjoner.
sme: Sámegiella Norggas lea odne oalle iešguđetge lágan servodatlaš dilis.

source: Dette gjør at det kan være vanskelig å finne felles strategier.
sme: Dát dahká ahte sáhttá leat váttis gávdnat oktasaš strategiijaid.

source: Man må derfor ta utgangspunkt i situasjonen for det 14 aktuelle språkområdet, og så formulere strategier ut fra det.
sme: Danne ferte váldit vuođu dan guoskevaš giellaguovllu dilis, ja de hábmet strategiijaid dan vuođul.

source: Ut fra det vi vet om det samiske språkets stilling i dag, kan det være nyttig å operere med seks ulike situasjoner:
sme: Dan vuođul maid diehtit sámegiela dili birra odne, sáhttá leat ávkkálaš bargat guđain iešguđetge diliin:

source: Nordsamisk flertallsområde
sme: Davvisámi eanetloguguovlu

source: Nordsamisk flertallsområde består av kommuner i Finnmark som er innlemmet i forvaltningsområdet for samisk språk.
sme: Davvisámi eanetloguguvlui gullet suohkanat Finnmárkkus mat leat mielde sámegiela hálddašanguovllus.

source: Nordsamisk er det samiske språket som har flest språkbrukere, og en stor del av disse bor innenfor forvaltningsområdet.
sme: Davvisámegiella lea dat sámegiella mas leat eanemus giellageavaheaddjit, ja oallugat sis orrot hálddašanguovllu siskkobealde.

source: Samisk språk har tradisjonelt sett stått sterkt i disse områdene og er et dagligspråk som brukes både i privat og offentlig sammenheng.
sme: Sámegiella lea árbevirolaččat leamaš nanus dáin guovlluin, ja lea beaivválaš giella mii geavahuvvo sihke priváhta ja almmolaš oktavuođain.

source: Dette språkområdet kan betraktes som et ressursområde for samisk språkutvikling.
sme: Dát giellaguovlu oidnojuvvo sámi giellaovddideami resursaguovlun.

source: Språkundersøkelsen 2012 viser imidlertid at unge oppgir at de ikke behersker det muntlige språket like godt som de eldre.
sme: Giellaiskkadeapmi 2012 čájeha dattetge ahte nuorat muitalit ahte sii eai máhte njálmmálaš giela nu bures go vuorraseappot.

source: De bruker også norsk i større grad enn tidligere.
sme: Sii geavahit maid eambbo dárogiela go ovdal.

source: Undersøkelsen viser at langt flere unge behersker samisk skriftlig i dag enn tidligere, samtidig brukes samisk lite som et skriftlig forvaltningsspråk.
sme: Iskkadeapmi čájeha ahte mihá eambbo nuorat máhttet čállit sámegiela dál go ovdal, seammás geavahuvvo sámegiella unnán čálalaš hálddašangiellan.

source: Den eldre generasjonen oppgir at de i stor grad har et rikt ordforråd og behersker tradisjonell samisk terminologi.
sme: Vuorraset buolva muitala ahte sis lea buoremuddui buorre sátneriggodat ja máhttet árbevirolaš sámi terminologiija.

source: Selv om mange behersker samisk i dette området, er det likevel behov for en større satsning på språkrøkt og økt bevissthet om bruken av samisk språk.
sme: Vaikko oallugat máhttet sámegiela dán guovllus, lea goitge dárbu eambbo vuoruhit gielladikšuma ja buoridit dihtomielalašvuođa sámegiela geavaheami birra.

source: Med nordsamisk mindretallsområder forstås kystområdene i Finnmark, Troms og Nordland der det tradisjonelt har blitt snakket samisk.
sme: Davvisámi unnitloguguovllut leat riddoguovllut Finnmárkkus, Romssas ja Nordlánddas gos árbevirolaččat leat hupman sámegiela.

source: Disse områdene står ovenfor en rekke utfordringer.
sme: Dáin guovlluin leat olu hástalusat.

source: Språket står svakere der enn i flertallsområdet, særlig er dette tilfelle i bygder der fornorskingspolitikken har slått hardere inn.
sme: Giella lea hearkkit go eanetloguguovllus, erenoamážit giliin gos dáruiduhttinpolitihkka lei garas.

source: Språket brukes i liten grad i dagligtale og som hjemmespråk.
sme: Giella geavahuvvo unnán beaivválaččat ja ruovttugiellan.

source: Det er få eller ingen arenaer for bruk av samisk, og det er begrensede opplæringsmuligheter.
sme: Leat unnán dahje váilot arenat gos sámegiella geavahuvvo, ja leat ráddjejuvvon oahpahusvejolašvuođat.

source: Samisk språk synliggjøres også lite i og har lav status.
sme: Sámegiella čalmmustahttojuvvo unnán ja das lea unnán stáhtus.

source: I disse områdene må derfor samisk språk styrkes gjennom å gi opplæring i samisk, etablere arenaer for bruk av samisk, skaffe ressurspersoner og synliggjøre samisk språk i større grad.
sme: Danne ferte sámegiella nannejuvvot dáin guovlluin dan bokte ahte addojuvvo sámegiel oahpahus, ahte ásahuvvojit sámástanarenat, ahte bohtet resursaolbmot ja ahte sámegiella čalmmustahttojuvvo eambbo.

source: Noen kommuner i disse områdene er innlemmet i forvaltningsområdet for samisk språk.
sme: Muhtun suohkanat dáin guovlluin leat mielde sámegiela hálddašanguovllus.

source: Befolkningen i disse kommunene har større rettigheter til opplæring og bruk av samisk språk enn befolkningen utenfor forvaltningsområdet.
sme: Dáid suohkaniid álbmogis lea stuorát vuoigatvuohta oažžut oahpahusa ja geavahit sámegiela go álbmogis olggobealde hálddašanguovllu.

source: Utfordringen er imidlertid at disse kommunene mangler kompetanse og ressurser til å oppfylle kravene.
sme: Hástalus lea dattetge ahte suohkaniin váilu gelbbolašvuohta ja resurssat ollašuhttit gáibádusaid.

source: Kommuner utenfor forvaltningsområdet har begrensede plikter når det gjelder tilbud på samisk.
sme: Suohkaniin olggobealde hálddašanguovllu leat ráddjejuvvon geatnegasvuođat sámegiel fálaldagaid dáfus.

source: Hovedutfordringen her er å legge til rette for at rettighetene befolkningen har til opplæring og bruk av samisk språk innfris.
sme: Váldohástalus lea láhčit diliid nu ahte dat vuoigatvuođat mat álbmogis leat oahppat ja geavahit sámegiela, ollašuhttojuvvojit.

source: Lulesamisk språkområde
sme: Julevsámi giellaguovlu

source: Lulesamisk språkområde strekker seg fra Ballangen i nord til Saltfjellet i sør.
sme: Julevsámi giellaguovlu manná Bállahis davvin Sáltoduoddarii lullin.

source: Dette er et forholdsvis lite geografisk område som gir muligheter for samkjøring av tiltak og et nært samarbeid mellom ulike aktører.
sme: Dát lea oalle unna geográfalaš guvlloš mii dahká vejolažžan ovttastahttit doaibmabijuid ja doalahit lagas ovttasbarggu iešguđetge beliid gaskka.

source: Det finnes en konsentrasjon av lulesamisktalende i Tysfjord og Hamarøy kommune i Nordland.
sme: Julevsámegielagat leat oalle čoahkis Divttasvuona ja Hápmira suohkaniin Nordlánddas.

source: For språkoverføring mellom generasjoner er en slik konsentrasjon en fordel.
sme: Giellasirdima dáfus buolvvaid gaskkas lea ovdamunni go lea dákkár čoahkkádus.

source: Språkundersøkelsen 2012 viser at mange av dagens foreldre mellom 30 og 40 år ikke behersker samisk.
sme: Giellaiskkadeapmi 2012 čájeha ahte oallugat dálá váhnemiin gaskal 30 ja 40 jagi eai máhte sámegiela.

source: Dette vanskeliggjør språkoverføring fra foreldre til barn.
sme: Dát dahká giellasirdima váhnemis mánnái váttisin.

source: Derimot har barna fått mulighet til å lære lulesamisk gjennom samisk barnehage, og flere er nå første- eller andrespråkselever i grunn- og videregående skole.
sme: Mánát leat baicca ožžon vejolašvuođa oahppat julevsámegiela sámi mánáidgárddis, ja oallugat leat dál vuosttaš- dahje nubbegiellaoahppit vuođđo- ja joatkkaskuvllas.

source: Språkundersøkelsen viser at lulesamisk språk har en sterk støtte gjennom barnehagen og språksenteret ved Árran lulesamisk senter.
sme: Giellaiskkadeapmi čájeha ahte julevsámegielas lea nanu doarjja mánáidgárddis ja Árran julevsámi guovddážis.

source: Barnehagen har bidratt sterkt til å rekruttere elever til samiskspråklige klasser i grunnskolen på Drag og videre til samiskundervisning i videregående skole.
sme: Mánáidgárdi lea bargan garrasit rekrutteret ohppiid sámegielat luohkáide Ájluovtta vuođđoskuvllas ja viidáseappot sámegiel oahpahussii joatkkaskuvllas.

source: Det finnes langt færre som snakker lulesamisk enn nordsamisk.
sme: Leat mihá unnit olbmot geat hupmet julevsámegiela go davvisámegiela.

source: At det er så få språkbrukere preger situasjonen for lulesamisk.
sme: Go leat nu unnán giellageavaheaddjit, de váikkuha dat julevsámegiela dillái.

source: På grunn av få språkbrukere i det lulesamiske språkområdet, blir mangelen på samiskspråklige ressurser veldig tydelige.
sme: Go leat unnán giellageavaheaddjit julevsámi giellaguovllus, lea váilevašvuohta sámegielat resurssaid dáfus hui čielggas.

source: I arbeidet for å styrke lulesamisk språk spiller Tysfjord kommune en viktig rolle fordi dette er den eneste kommunen i lulesamisk område som er innlemmet i forvaltningsområdet for samisk språk.
sme: Julevsámegiela nannenbarggus lea Divttasvuona suohkan hui dehálaš danne go dát lea áidna suohkan julevsámi guovllus mii lea mielde sámegiela hálddašanguovllus.

source: Sametinget ser behov for at kommuner og samiske institusjoner i det lulesamiske området har et tettere samarbeid.
sme: Sámediggi oaidná dárbbašlažžan ahte julevsámi guovllu suohkaniin ja sámi ásahusain lea lagat ovttasbargu.

source: Sørsamisk språkområde
sme: Lullisámi giellaguovlu

source: Det sørsamiske området er geografisk et stort område som strekker seg fra Saltfjellet i nord til Elgå i sør.
sme: Lullisámi giellaguovlu lea geográfalaččat viiddis guovlu mii manná Sáltoduoddaris davvin gitta Elgåi lullin.

source: Dette området omfatter flere fylker og en rekke kommuner.
sme: Dán guovllus leat máŋga fylkkasuohkana ja máŋggat suohkanat.
